import bridge1 from './bridge1.jpg';
import bridge2 from './bridge2.jpg';
import one from './one.jpg';
import two from './two.jpg';
import three from './three.png';
import four from './four.png';
import five from './five.jpg';

export const data = [

    {
        id: 1,
        bridgeName: "Мост Моисея, Нидерланды",
        typeBridge: "Тип: консольный, пешеходный",
        lengthBridge: "Длина: 51 метр",
        description: "Форт Роовере, где находится этот самый новый из необычных мостов мира, был возведен в XVII столетии как часть Брабантской линии сооружений, охраняющей Голландию от вторжения со стороны Франции и Испании. Мост практически полностью погружен в воду так, что пешеходный настил находится ниже уровня воды. Издали он невидим и проступает при приближении как узкий разрыв в воде.",
        imageOne: bridge1,
        imageTwo: bridge2
    },

    {
        id: 2,
        bridgeName: "Мост Royal Gorge, США",
        typeBridge: "Тип: подвесной, пешеходный",
        lengthBridge: "Длина: 366 м (главный пролет 268 м )",
        description: "Большой каньон реки Арканзас известен с середины XIX столетия, когда там нашли самородное серебро. За время «серебряной лихорадки» в тесном ущелье реки Арканзас (ширина каньона в низшей точке не более 15 м) была сооружена железная дорога. Месторождение быстро истощилось, зато вскоре археологи нашли там останки динозавров: именно Royal Gorge является прообразом «Парка Юрского периода». Очень быстро Каньон-Сити стал популярным туристическим городком, специально для которого был сооружен уникальный подвесной мост-аттракцион с дощатым настилом. В 1960-х Royal Gorge получил печальную известность как «мост самоубийц»: сюда специально приезжали желающие гарантированно свести счеты с жизнью. В начале XXI века на смену им пришли туристы-экстремалы, которых привлекает возможность совершить с легендарного моста прыжок на страховке из резинового троса.",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/906.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/907.jpg"
    },

    {
        id: 3,
        bridgeName: "Мост Леонардо да Винчи, Норвегия",
        typeBridge: "Тип: арочный, пешеходный и велосипедный",
        lengthBridge: "Длина: 50 м",
        description: "История его появления очень необычна, согласно историческим данным, еще в 1502 году великий художник разработал проект моста для султана Баязета II. Согласно этому проекту, через бухту Золотой Рог можно было построить арочный мост протяженностью 360 метров, такой смелый для средневековья проект был сочтен неосуществимым. Сотни лет спустя, в 1996 году записи Леонардо да Винчи обнаружил современный художник Вебъорн Санд, впоследствии ставший основателем фонда Leonardo Bridge Project. При его поддержке и участии спустя 500 лет удивительный мост был построен над одной из оживленных городских автомагистралей. Предназначен арочный мост, длина которого составляет всего 50 метров, исключительно для пешеходов и велосипедистов.",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/912.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/910.jpg"
    },

    {
        id: 4,
        bridgeName: "Сторсесундетский мост, Норвегия",
        typeBridge: "Тип: консольный, автомобильный",
        lengthBridge: "Длина: 260 м (главный пролет 130 м)",
        description: "Это самый длинный из восьми мостов Атлантической дороги — пятимильной трассы, связывающий остров Аверой с материком .Необходимость этой дороги остро ощущалась еще в первой трети XX века, когда всерьез прорабатывались планы строительства железнодорожной линии, от которых пришлось отказаться из-за слабости почвы малых островов. До середины 1970-х между Ромсдалем и Авероем ходил автомобильный паром, и лишь в 1989-м появилась долгожданная автомобильная трасса, которая к тому же первые 10 лет была платной. Затем, начиная с 1999-го, примерно за пять лет к мостам были пристроены дополнительные «подмостки» оригинальной архитектуры — для фотографирования, отдыха и даже рыбной ловли, в результате чего Атлантическая дорога стала одной из самых посещаемых туристических достопримечательностей Норвегии, а в 2005 году получила звание «Сооружение столетия». Сторсесундетский мост — едва ли не самый знаменитый ее элемент. Он известен оптической иллюзией «мост в никуда»: с определенного ракурса кажется, что въезд на «падающий» к уровню моря (на 23 м) фрагмент моста как будто обрывается в пропасть",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/916.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/914.jpg"
    },

    {
        id: 5,
        bridgeName: "Мост Slauerhoffbrug, Нидерланды",
        typeBridge: "Тип: подъемный на подвижной ферме, автомобильный",
        lengthBridge: "Длина: 15 м",
        description: "На редкость странный мост, издали отдаленно смахивающий на гигантский экскаватор, назван в память родившегося в Леувардене голландского поэта и новеллиста XX века Яна Слауэрхофа. Еще его называют «летающим» мостом, хотя, строго говоря, он автоматический, подъемно-разводной, на подвижной ферме с пилоном-противовесом (эдакая гигантская катушка ниток, притаившаяся сбоку от дороги на берегу реки). С точки зрения архитектуры, этот мост — далекий потомок подъемных мостов в средневековых замках, принявший обличье промышленного робота .Квадратная платформа моста 10 раз в сутки поднимается над рекой практически вертикально. В таком положении видно, что нижняя часть платформы раскрашена в цвета Леувардена — синий и желтый.",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/919.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/920.jpg"
    },

    {
        id: 6,
        bridgeName: "Мост Гюстава Флобера,Франция",
        typeBridge: "Тип: вертикально-подъемный, автомобильный и пешеходный",
        lengthBridge: "Длина: 670 м (подъемная часть 116 м)",
        description: "Самый высокий в Европе подъемный мост (общая высота 91 м, высота подъема полотна дороги 55 м) спроектирован таким образом, чтобы под ним могли проходить не только круизные теплоходы, но и парусники, приходящие в Руан на корабельный парад «Руанская армада». Три года назад именно перед очередной «Армадой» и состоялось открытие уникального сооружения. Мост носит имя родившегося в Руане французского писателя Гюстава Флобера, а его подъемный механизм запускается 30-40 раз в год. Любопытна конструкция моста: каждое полотно шоссе — прямого и обратного движения, 2 х 18 м с пешеходной полосой 2.5 м — имеет собственную подъемную секцию. Помимо чисто технического облегчения работы подъемных механизмов (общий вес подъемных платформ 1300 т), конструкция выполняет важную экологическую функцию. Проем между платформами моста, нависающими над рекой на высоте 7 м, отчасти сохраняет приток солнечного света к воде под мостом, что поддерживает естественную экосистему реки.",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/928.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/930.jpg"
    },

    {
        id: 7,
        bridgeName: "«Небесный мост» Langkawi Sky, Малайзия",
        typeBridge: "Тип: подвесной, пешеходный",
        lengthBridge: "Длина: 125 м",
        description: "«Небесный» мост находится вблизи вершины горы Мат Чичанг на малайзийском курортном острове Лангкави — некогда укрытии пиратов Андаманского моря, а ныне признанном ЮНЕСКО геопарке. Мост Langkawi Sky входит в систему Langkawi Cable Car — канатной дороги, в два приема с промежуточной остановкой поднимающей туристов на уровень 712 м над уровнем моря, к обзорному мосту на вершине горы, откуда открывается вид на ущелья, море и близлежащие острова Таиланда. Мост шириной 1.8 м — подвесной с одним решетчатым пилоном, к которому прикреплены несущие ванты; распорные тросы, стабилизирующие мост, закреплены на скалах по соседству. Мост, удостоенный в 2005 году премии международного конкурса Footbridge, изогнут полуокружностью, на опорных концах которой располагаются две треугольные обзорные площадки, а изгиб оказывается подвешен как бы «в свободном полете». ",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/949.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/950.jpg"
    },

    {
        id: 8,
        bridgeName: "Гейтсхедский мост Тысячелетия, Великобритания",
        typeBridge: "Тип: арочный наклоняемый, пешеходный",
        lengthBridge: "Длина: 126 м (главный пролет 108 м)",
        description: "Мост между Гейтсхедом и Ньюкаслом — один из многих в мире, построенных в честь нового тысячелетия. Но при этом он единственный среди них мост подъемно-поворотного типа, который к тому же был установлен на место уже в собранном виде. В основе конструкции моста — две связанные тросами арки. Одна из них служит пешеходной дорожкой, и под ней могут проходит небольшие суда; другая поднята над водой на высоту около 50 м .Когда к мосту приближается сравнительно высокое судно, мост совершает пируэт, называемый «подмигивающий глаз»: шесть гидравлических домкратов примерно за пять минут поворачивают обе арки как единое целое на 40° вокруг оси, соединяющей их концы, в результате чего их верхние точки оказываются на высоте примерно 25 м над водой. Мост «подмигивает» около 2 000 раз в году, и всякий раз посмотреть на его поворот собирается множество народу. Мост весом более 800 т способен выдержать столкновение с судном водоизмещением до 4000 т, идущим на скорости до 4 узлов. Гейтсхедский мост Тысячелетия — обладатель более 30 премий за инженерные и архитектурные решения (среди которых пять — за дизайн-решение ночной иллюминации); в 2007 году он увековечен Королевским монетным двором на реверсе монеты в один фунт.",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/948.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/945.jpg"
    },

    {
        id: 9,
        bridgeName: "Мост Мира, Грузия",
        typeBridge: "Тип: подвесной, пешеходный",
        lengthBridge: "Длина: 156 м",
        description: "Пешеходный мост Мира, соединяющий Старый Тбилиси с новыми микрорайонами, — одна из наиболее значимых для грузинской столицы построек. Мост с навесом из стеклянных панелей в духе Нормана Фостера спроектирован итальянским архитектором Микеле де Лукки совместно с французским дизайнером-осветителем Филиппом Мартино. В конструкцию моста встроена любопытная система иллюминации: в вечернее и ночное время каждый час 30 000 лампочек азбукой Морзе транслируют сообщение, видимое на обоих парапетах моста. Оно составлено из названий элементов таблицы Менделеева, из которых состоит человеческое тело. По словам архитектора, «это сообщение — гимн жизни и мира между людьми и народами». Многие сравнивали строительство этого моста со строительством Эйфелевой башни, соединившей в свое время высокотехнологичную архитектуру и памятники старины и тем самым изменившей весь архитектурный облик Парижа.",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/934.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/933.jpg"
    },

    {
        id: 10,
        bridgeName: "Золотой мост, Вьетнам",
        typeBridge: "Тип: пешеходный",
        lengthBridge: "Длина: 150 м",
        description: "Золотой мост входит в список наиболее интересных достопримечательностей Вьетнама. Изюминкой сооружения являются две гигантские каменные кисти, бережно удерживающие на ладонях пешеходное полотно. Этот золотой 150-метровый мост располагается на курорте Ba Na Hills рядом с Данангом. Смотровая площадка находится на высоте 1414 метров.С моста открывается великолепный вид на горные пейзажи, а вдоль дорожки на мосту высажены клумбы с цветами.",
        imageOne: "https://www.biletik.aero/upload/medialibrary/f52/f5216d6375922d8a907b92eafae88ecf.png",
        imageTwo: "https://www.biletik.aero/upload/medialibrary/7a2/7a267d0c6ab56d30273f264778625975.png"
    },

    {
        id: 11,
        bridgeName: "Мост Rolling, Великобритания",
        typeBridge: "Тип: трансформер, пешеходный",
        lengthBridge: "Длина: 12 м",
        description: "Каждую пятницу в полдень эта странная восьмигранная конструкция буквально разворачивается и превращается в маленький пешеходный мост над узенькой лодочной протокой, примыкающей к каналу, соединяющему Лондон и Бирмингем. Английский скульптор Томас Хизервик подсмотрел принцип действия этой «сегментированной кинетической скульптуры», как первоначально назывался мост, у… садовой гусеницы .В складном металлическом парапете моста спрятаны гидравлические поршни, синхронно разворачивающие и сворачивающие мост, который в 2005 году получил престижную премию British Structural Steel Design Award.",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/925.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/926.jpg"
    },

    {
        id: 12,
        bridgeName: "Магдебургский «водный перекресток», Германия",
        typeBridge: "Тип: консольный, судоходный акведук (мост-канал)",
        lengthBridge: "Длина: 918 м (главный пролет 106 м)",
        description: "Когда римский водовод-акведук стал судоходным, известно доподлинно — в эпоху индустриальной революции. В 1805 году в Уэльсе Томасом Телфордом был построен судоходный акведук Понткисиллте, заложивший основные архитектурные и конструктивные элементы и требования к новому типу моста. Понткисиллте построен в виде римской аркады, пилоны которой сделаны из камня, а собственно арки и лежащий на них судоходный желоб — чугунные.Магдебургский «водный перекресток» (именно так переводится название моста с немецкого) точно так же имеет выложенный железобетоном металлический судоходный желоб шириной 32 м и глубиной 4 м, совмещенный с пешеходной дорожкой шириной 10 м. Изюминка — высота моста над рекой: она составляет 90 м! Идея связать канал Эльба — Хафель со Среднегерманским каналом, в результате чего появился бы прямой водный путь из Берлина в порты Рейна, возникла еще в 1919 году. К 1938 году построили судоподъемник Ротензее и быки будущего моста, но потом грянула Вторая мировая война, а за ней — разделение Германии. Правительство ГДР в то время было в постройке не заинтересовано. К проекту вернулись только после падения Берлинской стены в 1989 году, за пять лет по новому проекту построив мост стоимостью €80 млн.",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/924.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/922.jpg"
    },

    {
        id: 13,
        bridgeName: "Henderson Waves, Сингапур",
        typeBridge: "Тип: консольный, пешеходный",
        lengthBridge: "Длина: 274 м",
        description: "Это самый высокий (36 м) пешеходный мост в Сингапуре, достаточно традиционный конструктивно, но с весьма необычным дизайном. Семь ребристых стальных выпуклостей над и под настилом моста образуют систему боковых ниш, в которых располагаются места для отдыха, со скамейками и столиками. Внутренняя отделка моста выполнена из желтого дерева балау, внешняя — из реберных пластинчатых металлических конструкций, в которых спрятаны осветительные приборы для ежевечерних иллюминаций. Это излюбленное место прогулок горожан, а в последнее время мост особенно привлекает свадебных фотографов.",
        imageOne: "https://loveopium.ru/content/2012/01/bridges/942.jpg",
        imageTwo: "https://loveopium.ru/content/2012/01/bridges/941.jpg"
    },

    {
        id: 14,
        bridgeName: "Мост Банпо, Южная Корея",
        typeBridge: "Тип: балочный",
        lengthBridge: "Длина: 1 495 м",
        description: "Еще одно творение азиатских архитекторов и еще один мост, который привлекает к себе внимание необычным дизайном. Его самое главное достоинство – фонтан «Лунная радуга», расположенный по всей длине, то есть на протяжении около 1140 метров. Конечно, это не самый большой мост в мире, но совершенно точно – самый большой среди всех фонтанов.",
        imageOne: "https://image.freepik.com/free-photo/rainbow-fountain-show-expo-bridge-south-korea_335224-488.jpg",
        imageTwo: "https://image.freepik.com/free-photo/rainbow-fountain-show-expo-bridge-south-korea_335224-485.jpg"
    },

    {
        id: 15,
        bridgeName: "Мост Хай Трестл Трейл, США",
        typeBridge: "Тип: пешеходный, велосипедный",
        lengthBridge: "Длина: 770 м",
        description: "Это футуристическое строение — дань памяти итальянским иммигрантам, которые некогда трудились в местных шахтах. Огромные металлические рамки на мосту напоминают многочисленные ворота шахты. Мост пользуется популярностью у любителей пеших, конных и велосипедных прогулок.",
        imageOne: "https://www.biletik.aero/upload/medialibrary/e49/e4921c934155fae3d969a6ef4c972749.png",
        imageTwo: "https://www.biletik.aero/upload/medialibrary/49b/49b7c675319118bb7d6850a63ef8c8ea.png"
    }
]

export const dataOne = [
    {
        
        image: one
    },

    {
        
        image: two
    },

    {
        
        image: three
    },

    {
       
        image: four
    },

    {
        
        image: five
    },
]